Revit 2027 API
ParameterTypeId.RbsElecDemandfactorDemandloadParam Property
 "Demand Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandfactorDemandloadParam { get; }
Public Shared ReadOnly Property RbsElecDemandfactorDemandloadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandfactorDemandloadParam {
	ForgeTypeId^ get ();
}
static member RbsElecDemandfactorDemandloadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace